"UNIT_TOGLE" = "Usar unidade métrica";
"HK_CHILD_PANEL_NAME"="Aplicativo de Saúde ❤‍🩹";

"SHOW_GROUP_TITLE"="Medidas";
"SHOW_GROUP_FOOTER"="Apenas itens habilitados serão mostrados no aplicativo. No entanto, todos os valores continuarão a sincronizar com seu iCloud e Aplicativo de Saúde.";
"SHOW_NECK_TITLE"="Pescoço";
"SHOW_SHLD_TITLE"="Ombros";
"SHOW_CHEST_TITLE"="Peito/Busto";
"SHOW_WAIST_TITLE"="Cintura";
"SHOW_HIP_TITLE"="Quadris";
"SHOW_ARM_TITLE"="Braço";
"SHOW_LEG_TITLE"="Perna";
"SHOW_HEIGHT_TITLE"="Altura";
"SHOW_MASS_TITLE"="Peso";



"HK_GROUP_TITLE"="Sobre você";
"HK_GROUP_FOOTER"="Esses valores são obtidos do Aplicativo de Saúde em seu celular. Nós os usamos em vários cálculos no aplicativo.";
"HK_GROUP_ACCESS_TITLE"="Acesso a Dados";
"HK_GROUP_ACCESS_FOOTER"="Se você vir pontos vermelhos ou acreditar que alguns valores não aparecem em nosso aplicativo, verifique o acesso aos dados nas configurações.
Vá para configurações->privacidade->saúde, encontre nosso aplicativo e ative todas as opções.";
"HK_AGE_TITLE"="Data de Nascimento";
"HK_SEX_TITLE"="Sexo Biológico";
"HK_HEIGHT_TITLE"="Altura";
"HK_WAIST_TITLE"="Circunferência da cintura";
"HK_MASS_TITLE"="Peso Corporal";



"ABOUT_GROUP_TITLE"="Sobre";
"ABOUT_APP_VERSION"="Versão";
"ABOUT_DISCLAIMER_TITLE"="Isenção de responsabilidade";
"ABOUT_DISCLAIMER"="Todo o conteúdo encontrado em nossos aplicativos de software (apps) foi criado apenas para fins informativos. O conteúdo não pretende ser um substituto para aconselhamento, diagnóstico ou tratamento médico profissional. A Martspec não pode e não será responsabilizada (legalmente, financeiramente ou medicamente) por decisões tomadas usando ou com base em resultados de seus aplicativos, algoritmos médicos, pontuações e calculadoras. Não está no escopo da Martspec prestar serviços de aconselhamento, diagnóstico ou tratamento médico.

Qualquer pessoa que use nossos aplicativos o faz por sua conta e risco e deve procurar aconselhamento médico profissional para suas preocupações, incluindo, entre outros, diagnóstico, medicação e outros tratamentos. Observe que apenas um profissional licenciado tem autoridade para diagnosticar e avaliar oficialmente um indivíduo em relação a quaisquer aspectos de saúde.

Informamos que os resultados exibidos por nossos aplicativos podem não ser 100% precisos, corretos e/ou completos e que se destinam exclusivamente a fins informativos. Embora tenhamos feito o nosso melhor para construí-los, não há absolutamente nenhuma garantia de que os aplicativos estarão livres de erros.

As informações apresentadas pela Martspec foram obtidas de fontes que acreditamos serem precisas e confiáveis, no entanto, nem a Martspec nem as fontes de conteúdo garantem a precisão, integridade ou atualização das informações.

Nem a Martspec nem nossos provedores de conteúdo assumem qualquer responsabilidade por danos ou lesões (incluindo morte) a outras pessoas ou propriedades decorrentes de qualquer uso de qualquer produto, informação, ideia ou instrução contida no conteúdo ou serviços fornecidos a você.

Você entende e reconhece que seu único e exclusivo recurso em relação a qualquer defeito ou insatisfação com o aplicativo é deixar de usar o aplicativo.";
